
[info]
drivername=DNS
symbolfile=dnsperf.h

[objects]
DNSOBJ_019_NAME=DNS

[languages]
019=Russian

[text]
DNSOBJ_019_NAME=DNS
DNSOBJ_019_HELP=Тип объектов DNS обеспечивает поддержку службы DNS Windows NT на компьютере.
TOTALQUERYRECEIVED_019_NAME=Общее число полученных запросов
TOTALQUERYRECEIVED_019_HELP=Общее число запросов, полученных DNS-сервером.
TOTALQUERYRECEIVED_S_019_NAME=Общее число полученных запросов/сек
TOTALQUERYRECEIVED_S_019_HELP=Частота получения всех запросов DNS-сервером - штук в секунду.
UDPQUERYRECEIVED_019_NAME=Получено UDP-запросов
UDPQUERYRECEIVED_019_HELP=Число UDP-запросов, полученных DNS-сервером.
UDPQUERYRECEIVED_S_019_NAME=Получено UDP-запросов/сек
UDPQUERYRECEIVED_S_019_HELP=Частота получения UDP-запросов DNS-сервером - штук в секунду.
TCPQUERYRECEIVED_019_NAME=Получено TCP-запросов
TCPQUERYRECEIVED_019_HELP=Число TCP-запросов, полученных DNS-сервером.
TCPQUERYRECEIVED_S_019_NAME=Получено TCP-запросов/сек
TCPQUERYRECEIVED_S_019_HELP=Частота получения TCP-запросов DNS-сервером - штук в секунду.
TOTALRESPONSESENT_019_NAME=Отправлено всего ответов
TOTALRESPONSESENT_019_HELP=Общее число ответов, отправленных DNS-сервером.
TOTALRESPONSESENT_S_019_NAME=Отправлено всего ответов/сек
TOTALRESPONSESENT_S_019_HELP=Частота отправления ответов DNS-сервером - штук в секунду.
UDPRESPONSESENT_019_NAME=Отправлено UDP-ответов
UDPRESPONSESENT_019_HELP=Число UDP-ответов, отправленных DNS-сервером.
UDPRESPONSESENT_S_019_NAME=Отправлено UDP-ответов/сек
UDPRESPONSESENT_S_019_HELP=Частота отправления UDP-ответов DNS-сервером - штук в секунду.
TCPRESPONSESENT_019_NAME=Отправлено TCP-ответов
TCPRESPONSESENT_019_HELP=Число TCP-ответов, отправленных DNS-сервером.
TCPRESPONSESENT_S_019_NAME=Отправлено TCP-ответов/сек
TCPRESPONSESENT_S_019_HELP=Частота отправления TCP-ответов DNS-сервером - штук в секунду.
RECURSIVEQUERIES_019_NAME=Рекурсивных запросов
RECURSIVEQUERIES_019_HELP=Общее число рекурсивных запросов, полученных DNS-сервером.
RECURSIVEQUERIES_S_019_NAME=Рекурсивных запросов/сек
RECURSIVEQUERIES_S_019_HELP=Частота получения рекурсивных запросов DNS-сервером - штук в секунду.
RECURSIVETIMEOUT_019_NAME=Рекурсивных таймаутов отправления
RECURSIVETIMEOUT_019_HELP=Общее количество рекурсивных таймаутов отправления запросов.
RECURSIVETIMEOUT_S_019_NAME=Рекурсивных таймаутов отправления/сек
RECURSIVETIMEOUT_S_019_HELP=Частота рекурсивных таймаутов отправления - штук в секунду.
RECURSIVEQUERYFAILURE_019_NAME=Рекурсивных ошибок запросов
RECURSIVEQUERYFAILURE_019_HELP=Общее количество рекурсивных ошибок запросов.
RECURSIVEQUERYFAILURE_S_019_NAME=Рекурсивных ошибок запросов/сек
RECURSIVEQUERYFAILURE_S_019_HELP=Частота рекурсивных ошибок запросов - штук в секунду.
NOTIFYSENT_019_NAME=Отправлено уведомлений
NOTIFYSENT_019_HELP=Общее число уведомлений, отправленных основным DNS-сервером.
ZONETRANSFERREQUESTRECEIVED_019_NAME=Получено запросов передач зоны
ZONETRANSFERREQUESTRECEIVED_019_HELP=Общее число запросов передач зоны, полученных основным DNS-сервером.
ZONETRANSFERSUCCESS_019_NAME=Успешных передач зоны
ZONETRANSFERSUCCESS_019_HELP=Общее число успешных передач зоны для основного DNS-сервера.
ZONETRANSFERFAILURE_019_NAME=Неудачных передач зоны
ZONETRANSFERFAILURE_019_HELP=Общее число неудачных передач зоны для основного DNS-сервера.
AXFRREQUESTRECEIVED_019_NAME=Получено запросов AXFR
AXFRREQUESTRECEIVED_019_HELP=Общее число запросов полных передач зоны, полученных основным DNS-сервером.
AXFRSUCCESSSENT_019_NAME=Отправлено AXFR-успехов
AXFRSUCCESSSENT_019_HELP=Общее число успешных полных передач зоны для основного DNS-сервера.
IXFRREQUESTRECEIVED_019_NAME=Получено запросов IXFR
IXFRREQUESTRECEIVED_019_HELP=Общее число запросов добавочных передач зоны, полученных основным DNS-сервером.
IXFRSUCCESSSENT_019_NAME=Отправлено IXFR-успехов
IXFRSUCCESSSENT_019_HELP=Общее число успешных добавочных передач зоны для основного DNS-сервера.
NOTIFYRECEIVED_019_NAME=Получено уведомлений
NOTIFYRECEIVED_019_HELP=Общее число уведомлений, полученных дополнительным DNS-сервером.
ZONETRANSFERSOAREQUESTSENT_019_NAME=Отправлено запросов SOA передач зоны
ZONETRANSFERSOAREQUESTSENT_019_HELP=Общее число запросов SOA передач зоны, отправленных дополнительным DNS-сервером.
AXFRREQUESTSENT_019_NAME=Отправлено запросов AXFR
AXFRREQUESTSENT_019_HELP=Общее число запросов полных передач зоны, отправленных дополнительным DNS-сервером.
AXFRRESPONSERECEIVED_019_NAME=Получено ответов AXFR
AXFRRESPONSERECEIVED_019_HELP=Общее число ответов полных передач зоны, полученных дополнительным DNS-сервером.
AXFRSUCCESSRECEIVED_019_NAME=Получено AXFR-успехов
AXFRSUCCESSRECEIVED_019_HELP=Общее число успешных полных передач зоны, полученных дополнительным DNS-сервером.
IXFRREQUESTSENT_019_NAME=Отправлено запросов IXFR
IXFRREQUESTSENT_019_HELP=Общее число запросов добавочных передач зоны, отправленных дополнительным DNS-сервером.
IXFRRESPONSERECEIVED_019_NAME=Получено ответов IXFR
IXFRRESPONSERECEIVED_019_HELP=Общее число ответов добавочных передач зоны, полученных дополнительным DNS-сервером.
IXFRSUCCESSRECEIVED_019_NAME=Получено IXFR-успехов
IXFRSUCCESSRECEIVED_019_HELP=Общее число успешных добавочных передач зоны, полученных дополнительным DNS-сервером.
IXFRUDPSUCCESSRECEIVED_019_NAME=Получено IXFR UDP-успехов
IXFRUDPSUCCESSRECEIVED_019_HELP=Общее число успешных UDP добавочных передач зоны, полученных дополнительным DNS-сервером.
IXFRTCPSUCCESSRECEIVED_019_NAME=Получено IXFR TCP-успехов
IXFRTCPSUCCESSRECEIVED_019_HELP=Общее число успешных TCP добавочных передач зоны, полученных дополнительным DNS-сервером.
WINSLOOKUPRECEIVED_019_NAME=Получено запросов просмотров WINS
WINSLOOKUPRECEIVED_019_HELP=Общее число запросов просмотра WINS, полученных сервером.
WINSLOOKUPRECEIVED_S_019_NAME=Получено запросов просмотра WINS/сек
WINSLOOKUPRECEIVED_S_019_HELP=Частота получения запросов просмотра WINS-сервером - штук в секунду.
WINSRESPONSESENT_019_NAME=Отправлено ответов WINS
WINSRESPONSESENT_019_HELP=Число ответов на запросы просмотра WINS, отправленных сервером.
WINSRESPONSESENT_S_019_NAME=Отправлено ответов WINS/сек
WINSRESPONSESENT_S_019_HELP=Частота отправления ответов на запросы просмотра WINS-сервером - штук в секунду.
WINSREVERSELOOKUPRECEIVED_019_NAME=Получено запросов обратного просмотра WINS
WINSREVERSELOOKUPRECEIVED_019_HELP=Общее число запросов обратного просмотра WINS, полученных сервером.
WINSREVERSELOOKUPRECEIVED_S_019_NAME=Получено запросов обратного просмотра WINS/сек
WINSREVERSELOOKUPRECEIVED_S_019_HELP=Частота получения запросов обратного просмотра WINS-сервером - штук в секунду.
WINSREVERSERESPONSESENT_019_NAME=Отправлено ответов обратного просмотра WINS
WINSREVERSERESPONSESENT_019_HELP=Число ответов на запросы обратного просмотра WINS, отправленных сервером.
WINSREVERSERESPONSESENT_S_019_NAME=Отправлено ответов обратного просмотра WINS/сек
WINSREVERSERESPONSESENT_S_019_HELP=Частота отправления ответов на запросы обратного просмотра WINS-сервером - штук в секунду.
DYNAMICUPDATERECEIVED_019_NAME=Получено динамических обновлений
DYNAMICUPDATERECEIVED_019_HELP=Общее число динамических обновлений, полученных DNS-сервером.
DYNAMICUPDATERECEIVED_S_019_NAME=Получено динамических обновлений/сек
DYNAMICUPDATERECEIVED_S_019_HELP=Частота получения запросов динамических обновлений DNS-сервером - штук в секунду.
DYNAMICUPDATENOOP_019_NAME=Пустых динамических обновлений
DYNAMICUPDATENOOP_019_HELP=Общее число пустых (нет действия) динамических обновлений, полученных DNS-сервером.
DYNAMICUPDATENOOP_S_019_NAME=Пустых динамических обновлений/сек
DYNAMICUPDATENOOP_S_019_HELP=Частота получения запросов пустых (нет действия) динамических обновлений DNS-сервером - штук в секунду.
DYNAMICUPDATEWRITETODB_019_NAME=Записано в базу данных динамических обновлений
DYNAMICUPDATEWRITETODB_019_HELP=Общее число записанных в базу данных динамических обновлений, полученных DNS-сервером.
DYNAMICUPDATEWRITETODB_S_019_NAME=Записано в базу данных динамических обновлений/сек
DYNAMICUPDATEWRITETODB_S_019_HELP=Частота динамических обновлений, записанных в базу данных DNS-сервером - штук в секунду.
DYNAMICUPDATEREJECTED_019_NAME=Отклонено динамических обновлений
DYNAMICUPDATEREJECTED_019_HELP=Общее число динамических обновлений, отклоненных DNS-сервером.
DYNAMICUPDATETIMEOUT_019_NAME=Таймаутов динамических обновлений
DYNAMICUPDATETIMEOUT_019_HELP=Общее число таймаутов динамических обновлений на DNS-сервере.
DYNAMICUPDATEQUEUED_019_NAME=Поставлено в очередь динамических обновлений
DYNAMICUPDATEQUEUED_019_HELP=Общее число динамических обновлений, поставленных в очередь DNS-сервером.
SECUREUPDATERECEIVED_019_NAME=Получено безопасных обновлений
SECUREUPDATERECEIVED_019_HELP=Общее число безопасных обновлений, полученных DNS-сервером.
SECUREUPDATERECEIVED_S_019_NAME=Получено безопасных обновлений/сек
SECUREUPDATERECEIVED_S_019_HELP=Частота получения запросов безопасных обновлений DNS-сервером - штук в секунду.
SECUREUPDATEFAILURE_019_NAME=Ошибок безопасных обновлений
SECUREUPDATEFAILURE_019_HELP=Общее число ошибок безопасных обновлений на DNS-сервере.
DATABASENODEMEMORY_019_NAME=Память узлов в базе данных
DATABASENODEMEMORY_019_HELP=Общий объем памяти узлов в базе данных, используемой DNS-сервером.
RECORDFLOWMEMORY_019_NAME=Память потока записей
RECORDFLOWMEMORY_019_HELP=Общий объем памяти потока записей, используемой DNS-сервером.
CACHINGMEMORY_019_NAME=Кэш-память
CACHINGMEMORY_019_HELP=Общий объем кэш-памяти, используемой DNS-сервером.
UDPMESSAGEMEMORY_019_NAME=Память UDP-сообщений
UDPMESSAGEMEMORY_019_HELP=Общий объем памяти UDP-сообщений, используемой DNS-сервером.
TCPMESSAGEMEMORY_019_NAME=Память TCP-сообщений
TCPMESSAGEMEMORY_019_HELP=Общий объем памяти TCP-сообщений, используемой DNS-сервером.
NBSTATMEMORY_019_NAME=Память Nbstat
NBSTATMEMORY_019_HELP=Общий объем памяти Nbstat, используемой DNS-сервером.
UNMATCHEDRESPONSES_019_NAME=Получены несопоставленные отклики
UNMATCHEDRESPONSES_019_HELP=Общее число полученных DNS-сервером ответных пакетов, не совпадающих ни с одним ожидающим удаленным запросом.
ALIASFAILURERESPONSESCNAME_019_NAME=Ответы CNAME для полученного запроса псевдонима
ALIASFAILURERESPONSESCNAME_019_HELP=Общее число пакетов ответа CNAME, полученных DNS-сервером для запросов псевдонимов, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESCNAME_S_019_NAME=Ответов CNAME для полученного запроса псевдонима/с
ALIASFAILURERESPONSESCNAME_S_019_HELP=Общее количество пакетов ответа CNAME в секунду, полученных DNS-сервером на запросы псевдонимов, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESNONAME_019_NAME=Нет ответов с именем для полученного запроса псевдонима
ALIASFAILURERESPONSESNONAME_019_HELP=Общее число пакетов ответов с именем, полученных DNS-сервером для запросов псевдонимов, рекурсия которых была выполнена в диспетчер трафика.
ALIASFAILURERESPONSESNONAME_S_019_NAME=Нет ответов с именем для полученного запроса псевдонима/с
ALIASFAILURERESPONSESNONAME_S_019_HELP=Общее число пакетов ответа с именем в секунду полученных DNS-сервером для запросов псевдонима, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESEMPTYAUTH_019_NAME=Пустые ответы проверки подлинности для полученного запроса псевдонима
ALIASFAILURERESPONSESEMPTYAUTH_019_HELP=Общее число пустых пакетов ответов проверки подлинности, полученных DNS-сервером для запросов псевдонимов, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESEMPTYAUTH_S_019_NAME=Пустых ответов проверки подлинности для полученного запроса псевдонима/с
ALIASFAILURERESPONSESEMPTYAUTH_S_019_HELP=Общее число полученных DNS-сервером пустых пакетов ответов проверки подлинности в секунду для запросов псевдонимов, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESSRVFAIL_019_NAME=Ответов о сбое SRV для полученного запроса псевдонима
ALIASFAILURERESPONSESSRVFAIL_019_HELP=Общее число пакетов ответов о сбое SRV, полученных DNS-сервером для запросов псевдонимов, рекурсия которых выполнена в диспетчер трафика.
ALIASFAILURERESPONSESSRVFAIL_S_019_NAME=Ответов о сбое SRV для полученных запросов псевдонимов/с
ALIASFAILURERESPONSESSRVFAIL_S_019_HELP=Общее число пакетов ответов о сбое SRV, полученных DNS-сервером для запросов псевдонимов, рекурсия которых выполнена в диспетчер трафика.
TOTALREMOTEINFLIGHTQUERIES_019_NAME=Всего удаленных выполняющихся запросов
TOTALREMOTEINFLIGHTQUERIES_019_HELP=Общее количество удаленных запросов или рекурсивных запросов, которые выполняются в любой момент времени.
DROPPEDQUERYPOLICY_019_NAME=Запросы, отброшенные на основе политики
DROPPEDQUERYPOLICY_019_HELP=Запросы, отброшенные на основе политики, — общее число запросов, отброшенных на основе политик.
DROPPEDQUERYPOLICY_S_019_NAME=Запросы, отброшенные на основе политики/с
DROPPEDQUERYPOLICY_S_019_HELP=Запросы, отброшенные на основе политики/с, — среднее число запросов, отброшенных на основе политик в секунду.
DROPPEDQUERYRRL_019_NAME=Запросы, отброшенные на основе ограничения скорости ответа
DROPPEDQUERYRRL_019_HELP=Запросы, отброшенные на основе ограничения скорости ответа, — общее число запросов, отброшенных на основе ограничения скорости ответа.
DROPPEDQUERYRRL_S_019_NAME=Запросы, отброшенные на основе ограничения скорости ответа/с
DROPPEDQUERYRRL_S_019_HELP=Запросы, отброшенные на основе ограничения скорости ответа/с, — среднее число запросов, отброшенных на основе ограничения скорости ответа в секунду.
DROPPEDQUERYEXTERNAL_019_NAME=Запросы, отброшенные внешним источником
DROPPEDQUERYEXTERNAL_019_HELP=Запросы, отброшенные внешним источником, — среднее число запросов, отброшенных внешним источником в секунду.
DROPPEDQUERYEXTERNAL_S_019_NAME=Запросы, отброшенные внешним источником/с
DROPPEDQUERYEXTERNAL_S_019_HELP=Запросы, отброшенные внешним источником/с, — среднее число запросов, отброшенных внешним источником в секунду.
DROPPEDQUERYSEND_019_NAME=Запросы, отброшенные из-за ошибки отправки
DROPPEDQUERYSEND_019_HELP=Запросы, отброшенные из-за ошибки отправки, — общее число запросов, отброшенных из-за того, что службе DNS не удалось выполнить отправку.
DROPPEDQUERYSEND_S_019_NAME=Запросы, отброшенные из-за ошибки отправки/с
DROPPEDQUERYSEND_S_019_HELP=Запросы, отброшенные из-за ошибки отправки/с, — среднее число запросов, отброшенных в секунду из-за того, что службе DNS не удалось выполнить отправку.
DROPPEDQUERYBADSOCKET_019_NAME=Запросы, отброшенные из-за неправильного сокета
DROPPEDQUERYBADSOCKET_019_HELP=Запросы, отброшенные из-за неправильного сокета, — общее число запросов, отброшенных из-за того, что они были получены для непредвиденного сокета.
DROPPEDQUERYBADSOCKET_S_019_NAME=Запросы, отброшенные из-за неправильного сокета/с
DROPPEDQUERYBADSOCKET_S_019_HELP=Запросы, отброшенные из-за неправильного сокета/с, — среднее число запросов, отброшенных в секунду из-за того, что они были получены для непредвиденного сокета.
DROPPEDQUERYTOTAL_019_NAME=Всего отброшенных запросов
DROPPEDQUERYTOTAL_019_HELP=Всего отброшенных запросов — общее число отброшенных запросов.
DROPPEDQUERYTOTAL_S_019_NAME=Всего отброшенных запросов/с
DROPPEDQUERYTOTAL_S_019_HELP=Всего отброшенных запросов/с — среднее число запросов, отброшенных в секунду.
RESPONSESSUPPRESSED_019_NAME=Подавленные ответы
RESPONSESSUPPRESSED_019_HELP=Подавленные ответы — общее число ответов, подавленных на основе настройки SendErrorSuppression.
RESPONSESSUPPRESSED_S_019_NAME=Подавленные ответы/с
RESPONSESSUPPRESSED_S_019_HELP=Подавленные ответы/с — среднее число ответов, подавленных на основе настройки SendErrorSuppression в секунду.
TOTALTHROTTLEDQUERIES_019_NAME=Всего регулируемых запросов
TOTALTHROTTLEDQUERIES_019_HELP=Всего регулируемых запросов — общее число регулируемых запросов.
TOTALTHROTTLEDQUERIES_S_019_NAME=Всего регулируемых запросов/с
TOTALTHROTTLEDQUERIES_S_019_HELP=Всего регулируемых запросов/с — общее число регулируемых запросов в секунду.
